Repository: tomatofirmware/tomato
Catalog: release/src/router/wget/po/*.po
Languages: pl

source: Unknown system error
pl: Nieznany b³±d systemowy

source: %s: option '%s' is ambiguous; possibilities:
pl: %s: opcja '%s' jest niejednoznaczna; mo¿liwo¶ci:

source: %s: option '--%s' doesn't allow an argument
pl: %s: opcja '--%s' nie mo¿e mieæ argumentów

source: %s: option '%c%s' doesn't allow an argument
pl: %s: opcja '%c%s' nie mo¿e mieæ argumentów

source: %s: option '--%s' requires an argument
pl: %s: opcja '--%s' musi mieæ argument

source: %s: unrecognized option '--%s'
pl: %s: nieznana opcja '--%s'

source: %s: unrecognized option '%c%s'
pl: %s: nieznana opcja '%c%s'

source: %s: invalid option -- '%c'
pl: %s: b³êdna opcja -- '%c'

source: %s: option requires an argument -- '%c'
pl: %s: opcja musi mieæ argument -- '%c'

source: %s: option '-W %s' is ambiguous
pl: %s: opcja '-W %s' jest niejednoznaczna

source: %s: option '-W %s' doesn't allow an argument
pl: %s: opcja '-W %s' nie mo¿e mieæ argumentów

source: %s: option '-W %s' requires an argument
pl: %s: opcja ' -W %s' musi mieæ argument

source: memory exhausted
pl: pamiêæ wyczerpana

source: %s: unable to resolve bind address %s; disabling bind.
pl: %s: nie mo¿na rozwi±zaæ adresu bind `%s': wy³±czenie bind.

source: Connecting to %s|%s|:%d...
pl: £±czenie siê z %s|%s|:%d...

source: Connecting to %s:%d...
pl: £±czenie siê z %s:%d...

source: Connecting to [%s]:%d...
pl: £±czenie siê z [%s]:%d...

source: connected.
pl: po³±czono.

source: failed: %s.
pl: nieudane: %s.

source: %s: unable to resolve host address %s
pl: %s: nie uda³o siê rozwi±zaæ adresu hosta %s

source: Converted %d files in %s seconds.
pl: Przekonwertowano %d plików w %s sekund.

source: Converting %s...
pl: Konwertowanie %s...

source: nothing to do.
pl: nic do roboty.

source: Cannot convert links in %s: %s
pl: Nie mo¿na przekonwertowaæ odno¶ników w %s: %s

source: Unable to delete %s: %s
pl: Nie uda³o siê usun±æ %s: %s

source: Cannot back up %s as %s: %s
pl: Nie mo¿na stworzyæ kopii zapasowej %s jako %s: %s

source: Syntax error in Set-Cookie: %s at position %d.
pl: B³±d sk³adni w Set-Cookie: %s na pozycji %d.

source: Cookie coming from %s attempted to set domain to %s
pl: Ciasteczko pochodz±ce z %s próbowa³o ustawiæ domenê na %s

source: Cannot open cookies file %s: %s
pl: Nie mo¿na otworzyæ pliku ciasteczek %s: %s

source: Error writing to %s: %s
pl: B³±d podczas zapisu do %s: %s

source: Error closing %s: %s
pl: B³±d podczas zamykania %s: %s

source: Unsupported listing type, trying Unix listing parser.
pl: Nieobs³ugiwany typ listy plików, próbowanie analizatora list Uniksowych.

source: Index of /%s on %s:%d
pl: Indeks /%s na %s:%d

source: time unknown
pl: czas nieznany

source: File
pl: Plik

source: Directory
pl: Katalog

source: Link
pl: Odno¶nik

source: Not sure
pl: Nie pewny

source: (%s bytes)
pl: (%s bajtów)

source: Length: %s
pl: D³ugo¶æ: %s

source: , %s (%s) remaining
pl: , %s (%s) pozosta³o

source: , %s remaining
pl: , %s pozosta³o

source: (unauthoritative)
pl: (nie autorytatywne)

source: Logging in as %s ...
pl: Logowanie siê jako %s ...

source: Error in server response, closing control connection.
pl: B³±d w odpowiedzi serwera, zamykanie po³±czenia steruj±cego.

source: Error in server greeting.
pl: B³±d w powitaniu serwera.

source: Write failed, closing control connection.
pl: Niepowodzenie podczas zapisu, zamykanie po³±czenia steruj±cego.

source: The server refuses login.
pl: Serwer nie pozwala na zalogowanie siê.

source: Login incorrect.
pl: Nieprawid³owy login lub has³o.

source: Logged in!
pl: Zalogowano siê!

source: Server error, can't determine system type.
pl: B³±d serwera, nie mo¿na ustaliæ typu systemu.

source: done.
pl: zrobiono.

source: done.
pl: zrobiono.

source: Unknown type `%c', closing control connection.
pl: Nieznany typ `%c', zamykanie po³±czenia steruj±cego.

source: done.
pl: zrobiono.

source: ==> CWD not needed.
pl: ==> CWD nie jest potrzebne.

source: No such directory %s.
pl: Nie ma katalogu %s.

source: ==> CWD not required.
pl: ==> CWD nie wymagane.

source: File has already been retrieved.
pl: Plik zosta³ ju¿ pobrany.

source: Cannot initiate PASV transfer.
pl: Nie mo¿na zainicjowaæ przesy³ania typu PASV.

source: Cannot parse PASV response.
pl: Nie mo¿na przeanalizowaæ sk³adni odpowiedzi PASV.

source: couldn't connect to %s port %d: %s
pl: nie uda³o siê po³±czyæ z %s:%d: %s

source: Bind error (%s).
pl: B³±d Bind (%s).

source: Invalid PORT.
pl: Nieprawid³owe PORT.

source: REST failed, starting from scratch.
pl: REST nieudane, rozpoczynanie od pocz±tku.

source: File %s exists.
pl: Plik %s istnieje.

source: No such file %s.
pl: Brak pliku %s.

source: No such file %s.
pl: Nie ma pliku %s.

source: No such file or directory %s.
pl: Nie ma pliku ani katalogu %s.

source: %s has sprung into existence.
pl: %s zacz±³ istnieæ.

source: %s: %s, closing control connection.
pl: %s: %s, zamykanie po³±czenia steruj±cego.

source: %s (%s) - Data connection: %s;
pl: %s (%s) - Po³±czenie danych: %s;

source: Control connection closed.
pl: Zamkniêto po³±czenie steruj±ce.

source: Data transfer aborted.
pl: Przerwano przesy³anie danych.

source: File %s already there; not retrieving.
pl: Plik %s ju¿ istnieje, bez pobierania.

source: (try:%2d)
pl: (próba:%2d)

source: %s (%s) - written to stdout %s[%s]
pl: %s (%s) - zapisano na standardowe wyj¶cie %s[%s]

source: %s (%s) - %s saved [%s]
pl: %s (%s) - zapisano %s [%s]

source: Removing %s.
pl: Usuwanie %s.

source: Using %s as listing tmp file.
pl: U¿ycie %s jako tymczasowego pliku dla listy.

source: Removed %s.
pl: Usuniêto %s.

source: Recursion depth %d exceeded max. depth %d.
pl: G³êboko¶æ rekurencji %d przekroczy³a maksymaln± g³êboko¶æ %d.

source: Remote file no newer than local file %s -- not retrieving.
pl: Plik po stronie serwera nie jest nowszy ni¿ lokalny %s -- bez pobierania.

source: Remote file is newer than local file %s -- retrieving.
pl: Plik po stronie serwera jest nowszy ni¿ lokalny %s -- pobieranie.

source: The sizes do not match (local %s) -- retrieving.
pl: Rozmiary siê ró¿ni± (lokalny %s) -- pobieranie.

source: Invalid name of the symlink, skipping.
pl: Nieprawid³owa nazwa dowi±zania symbolicznego, pomijanie.

source: Already have correct symlink %s -> %s
pl: Ju¿ istnieje poprawne dowi±zanie symboliczne %s -> %s

source: Creating symlink %s -> %s
pl: Tworzenie dowi±zania symbolicznego %s -> %s

source: Symlinks not supported, skipping symlink %s.
pl: Dowi±zania symboliczne nie s± obs³ugiwane, pomijanie dowi±zania %s.

source: Skipping directory %s.
pl: Pomijanie katalogu %s.

source: %s: unknown/unsupported file type.
pl: %s: nieznany/nieobs³ugiwany typ pliku.

source: %s: corrupt time-stamp.
pl: %s: znacznik czasowy uszkodzony.

source: Will not retrieve dirs since depth is %d (max %d).
pl: Nie bêd± pobierane katalogi, gdy¿ g³êboko¶æ wynosi %d (maks. %d).

source: Not descending to %s as it is excluded/not-included.
pl: Bez wchodzenia do %s, poniewa¿ jest on wy³±czony/nie-w³±czony.

source: Rejecting %s.
pl: Odrzucanie %s.

source: Error matching %s against %s: %s
pl: B³±d podczas dopasowywania %s wzglêdem %s: %s

source: No matches on pattern %s.
pl: Brak pasuj±cych do wzorca %s.

source: Wrote HTML-ized index to %s [%s].
pl: Zapisano indeks w postaci HTML-a w %s [%s].

source: Wrote HTML-ized index to %s.
pl: Zapisano indeks w postaci HTML-a w %s.

source: ERROR: Cannot open directory %s.
pl: B£¡D: Nie mo¿na otworzyæ katalogu %s.

source: ERROR: GnuTLS requires the key and the cert to be of the same type.
pl: B£¡D: GnuTLS wymaga, aby klucz i certyfikat by³y tego samego typu.

source: ERROR
pl: B£¡D

source: WARNING
pl: UWAGA

source: %s: No certificate presented by %s.
pl: %s: ¯aden certyfikat nie zosta³ przedstawiony przez %s.

source: %s: The certificate of %s is not trusted.
pl: %s: ¯aden certyfikat nie zosta³ przedstawiony przez %s.

source: %s: The certificate of %s hasn't got a known issuer.
pl: %s: Certyfikat %s nie ma znanego wystawcy.

source: %s: The certificate of %s has been revoked.
pl: %s: Certyfikat %s zosta³ uniewa¿niony.

source: Error initializing X509 certificate: %s
pl: B³±d inicjalizacji certyfikatu X509: %s

source: No certificate found
pl: Nie znaleziono certyfikatu

source: Error parsing certificate: %s
pl: B³±d podczas analizy certyfikatu: %s

source: The certificate has not yet been activated
pl: Certyfikat nie zosta³ jeszcze aktywowany.

source: The certificate has expired
pl: Certyfikat wygas³.

source: The certificate's owner does not match hostname %s
pl: W³a¶ciciel certyfikatu nie pasuje do nazwy hosta %s

source: Unknown host
pl: Nieznany host

source: Temporary failure in name resolution
pl: Tymczasowy b³±d w rozwi±zywaniu nazwy

source: Unknown error
pl: Nieznany b³±d

source: Resolving %s...
pl: Translacja %s...

source: failed: No IPv4/IPv6 addresses for host.
pl: b³±d: brak adresu IPv4/IPv6 dla hosta.

source: failed: timed out.
pl: b³±d: przekroczono limit czasu oczekiwania.

source: %s: Cannot resolve incomplete link %s.
pl: %s: Nie uda³o siê przeanalizowaæ niedokoñczonego ³±cza %s.

source: %s: Invalid URL %s: %s
pl: %s: Nieprawid³owy URL %s: %s

source: Failed writing HTTP request: %s.
pl: Nie powiod³o siê wysy³anie ¿±dania HTTP: %s.

source: No headers, assuming HTTP/0.9
pl: Brak nag³ówków, przyjêto HTTP/0.9

source: File %s already there; not retrieving.
pl: Plik %s ju¿ istnieje, bez pobierania.

source: Disabling SSL due to encountered errors.
pl: Wy³±czenie SSL ze wzglêdu na napotkane b³êdy

source: POST data file %s missing: %s
pl: Brak pliku danych POST %s: %s

source: Reusing existing connection to [%s]:%d.
pl: Ponowne u¿ycie po³±czenia do [%s]:%d.

source: Reusing existing connection to %s:%d.
pl: Ponowne u¿ycie po³±czenia do %s:%d.

source: Failed reading proxy response: %s
pl: Nie powiod³o siê odczytanie odpowiedzi proxy: %s.

source: %s ERROR %d: %s.
pl: %s B£¡D %d: %s.

source: Malformed status line
pl: ¬le sformu³owana linia statusu

source: Proxy tunneling failed: %s
pl: Tunelowanie proxy nie powiod³o siê: %s

source: %s request sent, awaiting response...
pl: ¯±danie %s wys³ano, oczekiwanie na odpowied¼...

source: No data received.
pl: Brak danych w odpowiedzi.

source: Read error (%s) in headers.
pl: B³±d odczytu (%s) w nag³ówkach.

source: Unknown authentication scheme.
pl: Nieznana metoda uwierzytelniania.

source: Authorization failed.
pl: Autoryzacja nie powiod³a siê.

source: (no description)
pl: (brak opisu)

source: Location: %s%s
pl: Lokalizacja: %s%s

source: unspecified
pl: nieznana

source: [following]
pl: [pod±¿anie]

source: The file is already fully retrieved; nothing to do.
pl: Plik ju¿ zosta³ w pe³ni pobrany; nic do roboty.

source: Length:
pl: D³ugo¶æ:

source: ignored
pl: zignorowano

source: Saving to: %s
pl: Zapis do: %s

source: Warning: wildcards not supported in HTTP.
pl: Ostrze¿enie: znaki globalne nie s± obs³ugiwane w HTTP.

source: Spider mode enabled. Check if remote file exists.
pl: Tryb spider w³±czony. Sprawd¼ czy zdalny plik istnieje.

source: Cannot write to %s (%s).
pl: Nie mo¿na zapisaæ do %s (%s).

source: Cannot write to temporary WARC file.
pl: Nie mo¿na zapisaæ do tymczasowego pliku WARC.

source: Unable to establish SSL connection.
pl: Niemo¿liwe utworzenie po³±czenia SSL.

source: Cannot unlink %s (%s).
pl: Nie mo¿na usun±æ %s (%s).

source: ERROR: Redirection (%d) without location.
pl: B£¡D: Przekierowanie (%d) bez lokalizacji.

source: Remote file does not exist -- broken link!!!
pl: Zdalny plik nie istnieje -- zepsuty odno¶nik!!!

source: Last-modified header missing -- time-stamps turned off.
pl: Brak nag³ówka Last-modified -- znaczniki czasu wy³±czone.

source: Last-modified header invalid -- time-stamp ignored.
pl: B³êdny nag³ówek Last-modified -- znacznik czasu zignorowany.

source: Server file no newer than local file %s -- not retrieving.
pl: Plik po stronie serwera nie nowszy ni¿ plik lokalny %s -- bez pobierania.

source: The sizes do not match (local %s) -- retrieving.
pl: Rozmiary siê ró¿ni± (lokalny %s) -- pobieranie.

source: Remote file is newer, retrieving.
pl: Plik na zdalnym serwerze jest nowszy, pobieranie.

source: Remote file exists and could contain links to other resources -- retrieving.
pl: Plik po stronie serwera istnieje i zawiera odno¶niki do innych ¼róde³ -- pobieranie.

source: Remote file exists but does not contain any link -- not retrieving.
pl: Plik po stronie serwera istnieje, ale nie posiada odno¶ników -- nie pobieram.

source: Remote file exists and could contain further links, but recursion is disabled -- not retrieving.
pl: Zdalny plik istnieje i mo¿e zawieraæ dalsze odno¶niki, jednak rekurencja jest wy³±czona -- nie pobieram.

source: Remote file exists.
pl: Plik na zdalnym serwerze istnieje.

source: %s (%s) - written to stdout %s[%s/%s]
pl: %s (%s) - zapisano na standardowe wyj¶cie %s[%s/%s]

source: %s (%s) - %s saved [%s/%s]
pl: %s (%s) - zapisano %s [%s/%s]

source: %s (%s) - Connection closed at byte %s.
pl: %s (%s) - Po³±czenie zamkniête przy %s bajcie.

source: %s (%s) - Read error at byte %s (%s).
pl: %s (%s) - B³±d podczas odczytu przy bajcie %s (%s).

source: %s (%s) - Read error at byte %s/%s (%s).
pl: %s (%s) - B³±d podczas odczytu przy bajcie %s/%s (%s).

source: %s: WGETRC points to %s, which doesn't exist.
pl: %s: WGETRC wskazuje na %s, który nie istnieje.

source: %s: Cannot read %s (%s).
pl: %s: Nie mo¿na odczytaæ %s (%s).

source: %s: Error in %s at line %d.
pl: %s: B³±d w %s w linii %d.

source: %s: Syntax error in %s at line %d.
pl: %s: B³±d sk³adni w %s w linii %d.

source: %s: Unknown command %s in %s at line %d.
pl: %s: Nieznane polecenie %s w %s w linii %d.

source: Parsing system wgetrc file (env SYSTEM_WGETRC) failed. Please check '%s', or specify a different file using --config.
pl: Analiza systemowego pliku wgetrc (zmienna SYSTEM_WGETRC) nie powiod³a siê. Proszê sprawdziæ '%s', lub wskazaæ inny plik przy u¿yciu --config.

source: Parsing system wgetrc file failed. Please check '%s', or specify a different file using --config.
pl: Analiza systemowego pliku wgetrc nie powiod³a siê. Proszê sprawdziæ '%s', lub wskazaæ inny plik przy u¿yciu --config.

source: %s: Warning: Both system and user wgetrc point to %s.
pl: %s: Ostrze¿enie: Zarówno wgetrc systemowy jak i u¿ytkownika wskazuj± na %s.

source: %s: Invalid --execute command %s
pl: %s: Nieprawid³owe polecenie --execute %s

source: %s: %s: Invalid boolean %s; use `on' or `off'.
pl: %s: %s: Nieprawid³owa warto¶æ logiczna %s; proszê podaæ on lub off.

source: %s: %s: Invalid number %s.
pl: %s: %s: Niew³a¶ciwa liczba %s.

source: %s: %s: Invalid byte value %s
pl: %s: %s: Nieprawid³owa warto¶æ bajtu %s.

source: %s: %s: Invalid time period %s
pl: %s: %s: Nieprawid³owa warto¶æ okresu czasu %s.

source: %s: %s: Invalid value %s.
pl: %s: %s: Nieprawid³owa warto¶æ %s.

source: %s: %s: Invalid header %s.
pl: %s: %s: Nieprawid³owy nag³ówek %s.

source: %s: %s: Invalid WARC header %s.
pl: %s: %s: Nieprawid³owy nag³ówek WARC %s.

source: %s: %s: Invalid progress type %s.
pl: %s: %s: Nieprawid³owy typ wska¼nika postêpu %s.

source: %s: %s: Invalid restriction %s, use [unix|windows],[lowercase|uppercase],[nocontrol],[ascii].
pl: %s: %s: Nieprawid³owe ograniczenie %s, u¿yj [unix|windows],[lowercase|uppercase],[nocontrol],[ascii].

source: Encoding %s isn't valid
pl: Kodowanie %s nie jest prawid³owe

source: locale_to_utf8: locale is unset
pl: locale_to_utf8: nie ustawiono lokalizacji

source: Conversion from %s to %s isn't supported
pl: Konwersja z %s do %s nie jest obs³ugiwana

source: Incomplete or invalid multibyte sequence encountered
pl: Napotkano niekompletn± lub nieprawid³ow± sekwencjê wielobajtow±

source: Unhandled errno %d
pl: Nieobs³ugiwane errno %d

source: idn_encode failed (%d): %s
pl: idn_encode nie powiod³o siê (%d): %s

source: idn_decode failed (%d): %s
pl: idn_decode nie powiod³o siê (%d): %s

source: %s received, redirecting output to %s.
pl: %s pobrano, przekierowanie wyj¶cia do %s.

source: %s received.
pl: otrzymano %s.

source: %s: %s; disabling logging.
pl: %s: %s; logowanie zosta³o wy³±czone.

source: Usage: %s [OPTION]... [URL]...
pl: Sk³adnia: %s [OPCJE]... [URL]...

source: Mandatory arguments to long options are mandatory for short options too.
pl: Obowi±zkowe argumenty d³ugich opcji s± te¿ obowi±zkowe dla opcji krótkich.

source: Startup:
pl: Uruchamianie:

source: -V, --version display the version of Wget and exit.
pl: -V, --version wy¶wietla wersjê Wgeta i koñczy dzia³anie.

source: -h, --help print this help.
pl: -h, --help wypisuje tê pomoc.

source: -b, --background go to background after startup.
pl: -b, --background powoduje wys³anie w t³o po uruchomieniu.

source: -e, --execute=COMMAND execute a `.wgetrc'-style command.
pl: -e, --execute=KOMENDA wykonuje polecenie jak z `.wgetrc'.

source: Logging and input file:
pl: Rejestracja pracy i plik wej¶ciowy:

source: -o, --output-file=FILE log messages to FILE.
pl: -o, --output-file=PLIK rejestruje komunikaty w PLIKu.

source: -a, --append-output=FILE append messages to FILE.
pl: -a, --append-output=PLIK do³±cza komunikaty do PLIKu.

source: -d, --debug print lots of debugging information.
pl: -d, --debug wypisuje informacje diagnostyczne.

source: --wdebug print Watt-32 debug output.
pl: --wdebug wypisuje informacje diagnostyczne z Watt-32.

source: -q, --quiet quiet (no output).
pl: -q, --quiet cisza (¿adnych komunikatów).

source: -v, --verbose be verbose (this is the default).
pl: -v, --verbose wypisuje mo¿liwie najwiêcej komunikatów (zachowanie domy¶lne).

source: -nv, --no-verbose turn off verboseness, without being quiet.
pl: -nv, --non-verbose wy³±cza wypisywanie jak najwiêkszej liczby komunikatów, bez trybu ciszy.

source: -i, --input-file=FILE download URLs found in local or external FILE.
pl: -i, --input-file=PLIK wczytuje URL-e z lokalnego lub zewnêtrznego PLIKu.

source: -F, --force-html treat input file as HTML.
pl: -F, --force-html traktuje plik wej¶ciowy jako HTML.

source: -B, --base=URL resolves HTML input-file links (-i -F) relative to URL.
pl: -B, --base=URL rozwi±zuje odno¶niki pliku wej¶ciowego HTML (-i -F) wzglêdem URL-a.

source: --config=FILE Specify config file to use.
pl: --config=PLIK okre¶la plik konfiguracyjny do u¿ycia.

source: Download:
pl: Pobieranie:

source: -t, --tries=NUMBER set number of retries to NUMBER (0 unlimits).
pl: -t, --tries=LICZBA ustawia liczbê ponownych prób na LICZBA (0 = bez limitu).

source: --retry-connrefused retry even if connection is refused.
pl: --retry-connrefused ponawia pobieranie nawet je¶li po³±czenia s± odrzucane.

source: -O, --output-document=FILE write documents to FILE.
pl: -O --output-document=PLIK zapisuje dokumenty do PLIKu.

source: -nc, --no-clobber skip downloads that would download to existing files (overwriting them).
pl: -nc, --no-clobber zakazuje nadpisywania istniej±cych plików.

source: -c, --continue resume getting a partially-downloaded file.
pl: -c, --continue wznawia ¶ci±ganie czê¶ciowo pobranego pliku.

source: --progress=TYPE select progress gauge type.
pl: --progress=TYP ustawia tryb wizualizacji postêpów pobierania.

source: -N, --timestamping don't re-retrieve files unless newer than local.
pl: -N, --timestamping nie pobiera ponownie plików, chyba ¿e s± nowsze ni¿ lokalne.

source: --no-use-server-timestamps don't set the local file's timestamp by the one on the server.
pl: --no-use-server-timestamps bez ustawiania czasu pliku lokalnego na czas taki, jak na serwerze.

source: -S, --server-response print server response.
pl: -S, --server-response wy¶wietla odpowiedzi serwera.

source: --spider don't download anything.
pl: --spider nie pobiera niczego.

source: -T, --timeout=SECONDS set all timeout values to SECONDS.
pl: -T, --timeout=SEKUND ustawia wszystkie limity czasu na zadan± liczbê SEKUND.

source: --dns-timeout=SECS set the DNS lookup timeout to SECS.
pl: --dns-timeout=SEKUND ustawia limit czasu odpytywania DNS-a na zadan± liczbê SEKUND.

source: --connect-timeout=SECS set the connect timeout to SECS.
pl: --connect-timeout=SEKUND ustawia limit czasu ³±czenia na zadan± liczbê SEKUND.

source: --read-timeout=SECS set the read timeout to SECS.
pl: --read-timeout=SEKUND ustawia limit czasu odczytu na zadan± liczbê SEKUND.

source: -w, --wait=SECONDS wait SECONDS between retrievals.
pl: -w, --wait=SEKUND czeka SEKUND pomiêdzy pobraniami.

source: --waitretry=SECONDS wait 1..SECONDS between retries of a retrieval.
pl: --waitretry=SEKUND czeka 1...SEKUND pomiêdzy ponown± prób± wznowienia pobrania.

source: --random-wait wait from 0.5*WAIT...1.5*WAIT secs between retrievals.
pl: --random-wait czeka 0.5*WAIT...1.5*WAIT sekund miêdzy pobraniami.

source: --no-proxy explicitly turn off proxy.
pl: --no-proxy jawnie wy³±cza proxy.

source: -Q, --quota=NUMBER set retrieval quota to NUMBER.
pl: -Q, --quota=ROZMIAR ustawia ograniczenie pobieranych danych na ROZMIAR.

source: --bind-address=ADDRESS bind to ADDRESS (hostname or IP) on local host.
pl: --bind-address=ADRES u¿ywa lokalnego adresu ADRES (nazwa lub IP).

source: --limit-rate=RATE limit download rate to RATE.
pl: --limit-rate=SZYBKO¦Æ ogranicza szybko¶æ pobierania do SZYBKO¦Æ.

source: --no-dns-cache disable caching DNS lookups.
pl: --no-dns-cache wy³±cza zapisywanie podrêcznych informacji o wyszukanych adresach DNS

source: --restrict-file-names=OS restrict chars in file names to ones OS allows.
pl: --restrict-file-names=OS ogranicza znaki w nazwach pliku do obs³ugiwanych przez system operacyjny OS.

source: --ignore-case ignore case when matching files/directories.
pl: --ignore-case nie uwzglêdnia wielko¶ci liter podczas dopasowywania plików/katalogów.

source: -4, --inet4-only connect only to IPv4 addresses.
pl: -4, --inet4-only ³±czy siê wy³±cznie na adresy IPv4.

source: -6, --inet6-only connect only to IPv6 addresses.
pl: -6, --inet6-only ³±czy siê wy³±cznie na adresy IPv6.

source: --prefer-family=FAMILY connect first to addresses of specified family, one of IPv6, IPv4, or none.
pl: --prefer-family=RODZINA ³±czy siê najpierw z adresami z podanej rodziny: IPv6, IPv4, none.

source: --user=USER set both ftp and http user to USER.
pl: --user=U¯YTKOWNIK ustawia U¯YTKOWNIKA dla ftp i http.

source: --password=PASS set both ftp and http password to PASS.
pl: --password=HAS£O ustawia HAS£O dla ftp i http.

source: --ask-password prompt for passwords.
pl: --ask-password prosi o podanie hase³.

source: --no-iri turn off IRI support.
pl: --no-iri wy³±cza obs³ugê IRI.

source: --local-encoding=ENC use ENC as the local encoding for IRIs.
pl: --local-encoding=KOD u¿ycie podanego lokalnego kodowania IRI.

source: --remote-encoding=ENC use ENC as the default remote encoding.
pl: --remote-encoding=KOD u¿ycie podanego domy¶lnego zdalnego kodowania.

source: --unlink remove file before clobber.
pl: --unlink usuwa plik przed nadpisaniem.

source: Directories:
pl: Katalogi:

source: -nd, --no-directories don't create directories.
pl: -nd --no-directories zakazuje tworzenia katalogów.

source: -x, --force-directories force creation of directories.
pl: -x, --force-directories wymusza tworzenie katalogów.

source: -nH, --no-host-directories don't create host directories.
pl: -nH, --no-host-directories zakazuje tworzenia katalogu o nazwie hosta.

source: --protocol-directories use protocol name in directories.
pl: --protocol-directories u¿ywa nazwy protoko³u w katalogach.

source: -P, --directory-prefix=PREFIX save files to PREFIX/...
pl: -P, --directory-prefix=PRZEDR zapisuje pliki w PRZEDR/...

source: --cut-dirs=NUMBER ignore NUMBER remote directory components.
pl: --cut-dirs=LICZBA ignoruje okre¶lon± LICZBÊ zdalnych katalogów.

source: HTTP options:
pl: Opcje HTTP:

source: --http-user=USER set http user to USER.
pl: --http-user=U¯YTKOWNIK ustawia U¯YTKOWNIKA dla http.

source: --http-password=PASS set http password to PASS.
pl: --http-password=HAS£O ustawia HAS£O dla http.
