Repository: tomatofirmware/tomato
Catalog: release/src/router/wget/po/*.po
Languages: pl

source: --no-cache disallow server-cached data.
pl: --no-cache zakazuje korzystania z buforowania danych przez serwer.

source: --default-page=NAME Change the default page name (normally this is `index.html'.).
pl: --default-page=NAZWA Zmiana domy¶lnej nazwy strony (zwykle jest to index.html).

source: -E, --adjust-extension save HTML/CSS documents with proper extensions.
pl: -E, --adjust-extension zapisuje dokumenty HTML/CSS z w³a¶ciwymi rozszerzeniami.

source: --ignore-length ignore `Content-Length' header field.
pl: --ignore-length ignoruje pole `Content-Length' nag³ówka.

source: --header=STRING insert STRING among the headers.
pl: --header=CI¡G_ZN wstawia CI¡G_ZN w nag³ówki.

source: --max-redirect maximum redirections allowed per page.
pl: --max-redirect maksymalna dozwolona liczba przekierowañ na stronie.

source: --proxy-user=USER set USER as proxy username.
pl: --proxy-user=U¯YTKOWNIK ustawia nazwê U¯YTKOWNIKA dla proxy.

source: --proxy-password=PASS set PASS as proxy password.
pl: --proxy-passwd=HAS£O ustawia HAS£O dla proxy.

source: --referer=URL include `Referer: URL' header in HTTP request.
pl: --referer=URL do³±cza nag³ówek `Referer: URL' do ¿±dania HTTP.

source: --save-headers save the HTTP headers to file.
pl: --save-headers zapisuje nag³ówki HTTP w pliku.

source: -U, --user-agent=AGENT identify as AGENT instead of Wget/VERSION.
pl: -U, --user-agent=AGENT identyfikuje siê jako AGENT zamiast Wget/WERSJA.

source: --no-http-keep-alive disable HTTP keep-alive (persistent connections).
pl: --no-http-keep-alive wy³±cza HTTP keep-alive (trwa³e po³±czenia).

source: --no-cookies don't use cookies.
pl: --no-cookies zakazuje u¿ywania ciasteczek.

source: --load-cookies=FILE load cookies from FILE before session.
pl: --load-cookies=PLIK wczytuje ciasteczka z PLIKu przed sesj±.

source: --save-cookies=FILE save cookies to FILE after session.
pl: --save-cookies=PLIK zapisuje ciasteczka do PLIKu po sesji.

source: --keep-session-cookies load and save session (non-permanent) cookies.
pl: --keep-session-cookies wczytuje i zapisuje ciasteczka sesji (nietrwa³e).

source: --post-data=STRING use the POST method; send STRING as the data.
pl: --post-data=CI¡G_ZN wykorzystuje metodê POST; wysy³a CI¡G_ZN jako dane.

source: --post-file=FILE use the POST method; send contents of FILE.
pl: --post-file=PLIK wykorzystuje metodê POST; wysy³a zawarto¶æ PLIKu.

source: --content-disposition honor the Content-Disposition header when choosing local file names (EXPERIMENTAL).
pl: --content-disposition uwzglêdnia nag³ówek Content-Disposition podczas okre¶lania lokalnej nazwy pliku (EKSPERYMENTALNE).

source: --content-on-error output the received content on server errors.
pl: --content-on-error wypisuje otrzyman± tre¶æ po b³êdzie serwera.

source: --auth-no-challenge send Basic HTTP authentication information without first waiting for the server's challenge.
pl: --auth-no-challenge wysy³a dane prostego uwierzytelnienia HTTP bez oczekiwania na wywo³anie ze strony serwera.

source: HTTPS (SSL/TLS) options:
pl: Opcje HTTPS (SSL/TLS):

source: --secure-protocol=PR choose secure protocol, one of auto, SSLv2, SSLv3, and TLSv1.
pl: --secure-protocol=PR wybiera bezpieczny protokó³: auto, SSLv2, SSLv3, TLSv1.

source: --no-check-certificate don't validate the server's certificate.
pl: --no-check-certificate wy³±cza sprawdzanie certyfikatu serwera.

source: --certificate=FILE client certificate file.
pl: --certificate=PLIK plik z certyfikatem klienta.

source: --certificate-type=TYPE client certificate type, PEM or DER.
pl: --certificate-type=TYP typ certyfikatu klienta - PEM lub DER.

source: --private-key=FILE private key file.
pl: --private-key=PLIK plik klucza prywatnego.

source: --private-key-type=TYPE private key type, PEM or DER.
pl: --private-key-type=TYP typ klucza prywatnego - PEM lub DER.

source: --ca-certificate=FILE file with the bundle of CA's.
pl: --ca-certificate=PLIK plik z zestawem CA.

source: --ca-directory=DIR directory where hash list of CA's is stored.
pl: --ca-directory=KATALOG katalog z list± skrótów CA.

source: --random-file=FILE file with random data for seeding the SSL PRNG.
pl: --random-file=PLIK plik z danymi losowymi do karmienia PRNG SSL.

source: --egd-file=FILE file naming the EGD socket with random data.
pl: --egd-file=PLIK nazwa pliku gniazda EGD z danymi losowymi.

source: FTP options:
pl: Opcje FTP:

source: --ftp-stmlf Use Stream_LF format for all binary FTP files.
pl: --ftp-stmlf U¿ywa formatu Stream_LF dla wszystkich binarnych plików FTP.

source: --ftp-user=USER set ftp user to USER.
pl: --ftp-user=U¯YTKOWNIK ustawia U¯YTKOWNIKA dla ftp.

source: --ftp-password=PASS set ftp password to PASS.
pl: --ftp-password=HAS£O ustawia HAS£O dla ftp.

source: --no-remove-listing don't remove `.listing' files.
pl: --no-remove-listing zakazuje usuwania plików `.listing'.

source: --no-glob turn off FTP file name globbing.
pl: --no-glob wy³±cza mo¿liwo¶æ u¿ywania znaków globalnych.

source: --no-passive-ftp disable the "passive" transfer mode.
pl: --no-passive-ftp wy³±cza "pasywny" tryb przesy³ania.

source: --preserve-permissions preserve remote file permissions.
pl: --preserve-permissions zachowuje uprawnienia pliku zdalnego.

source: --retr-symlinks when recursing, get linked-to files (not dir).
pl: --retr-symlinks przy pracy rekurencyjnej pobiera pliki, do których s± dowi±zania (nie dotyczy katalogów).

source: WARC options:
pl: Opcje WARC:

source: --warc-file=FILENAME save request/response data to a .warc.gz file.
pl: --warc-file=PLIK zapisuje ¿±danie/odpowied¼ do pliku .warc.gz.

source: --warc-header=STRING insert STRING into the warcinfo record.
pl: --warc-header=CI¡G_ZN wstawia CI¡G_ZN do rekordu warcinfo.

source: --warc-max-size=NUMBER set maximum size of WARC files to NUMBER.
pl: --warc-max-size=ROZMIAR ustawia maksymalny ROZMIAR plików WARC.

source: --warc-cdx write CDX index files.
pl: --warc-cdx zapisuje pliki indeksowe CDX.

source: --warc-dedup=FILENAME do not store records listed in this CDX file.
pl: --warc-dedup=PLIK pomija zapis rekordów wymienionych w PLIKU CDX.

source: --no-warc-compression do not compress WARC files with GZIP.
pl: --no-warc-compression pomija kompresjê plików WARC gzipem.

source: --no-warc-digests do not calculate SHA1 digests.
pl: --no-warc-digests pomija liczenie skrótów SHA1.

source: --no-warc-keep-log do not store the log file in a WARC record.
pl: --no-warc-keep-log pomija zapis plików logów w rekordzie WARC.

source: --warc-tempdir=DIRECTORY location for temporary files created by the WARC writer.
pl: --warc-tempdir=KATALOG po³o¿enie plików tymczasowych tworzonych przy zapisie WARC.

source: Recursive download:
pl: Pobieranie rekurencyjne:

source: -r, --recursive specify recursive download.
pl: -r, --recursive praca rekurencyjna.

source: -l, --level=NUMBER maximum recursion depth (inf or 0 for infinite).
pl: -l, --level=NUMER maksymalny poziom zag³êbienia przy rekurencji (inf lub 0 oznacza brak ograniczeñ).

source: --delete-after delete files locally after downloading them.
pl: --delete-after usuwa lokalnie pliki po ich pobraniu.

source: -k, --convert-links make links in downloaded HTML or CSS point to local files.
pl: -k, --convert-links konwertuje odno¶niki w ¶ci±ganych plikach HTML i CSS, aby wskazywa³y na pliki lokalne.

source: -K, --backup-converted before converting file X, back up as X_orig.
pl: -K, --backup-converted przed konwersj± pliku X zapisuje jego kopiê jako X_orig.

source: -K, --backup-converted before converting file X, back up as X.orig.
pl: -K, --backup-converted przed konwersj± pliku X zapisuje jego kopiê jako X.orig.

source: -m, --mirror shortcut for -N -r -l inf --no-remove-listing.
pl: -m, --mirror skrót dla -N -r -l inf --no-remove-listing.

source: -p, --page-requisites get all images, etc. needed to display HTML page.
pl: -p, --page-requisites pobiera wszystkie pliki graficzne itp. potrzebne by poprawnie wy¶wietliæ stronê HTML.

source: --strict-comments turn on strict (SGML) handling of HTML comments.
pl: --strict-comments w³±cza surow± (SGML) interpretacjê komentarzy HTML.

source: Recursive accept/reject:
pl: Rekurencyjna akceptacja/odrzucanie:

source: -A, --accept=LIST comma-separated list of accepted extensions.
pl: -A, --accept=LISTA lista oddzielonych przecinkami akceptowanych rozszerzeñ.

source: -R, --reject=LIST comma-separated list of rejected extensions.
pl: -R, --reject=LISTA lista oddzielonych przecinkami odrzucanych rozszerzeñ.

source: --accept-regex=REGEX regex matching accepted URLs.
pl: --accept-regex=WYRA¯ENIE wyr. regularne okre¶laj±ce akceptowane URL-e.

source: --reject-regex=REGEX regex matching rejected URLs.
pl: --reject-regex=WYRA¯ENIE wyr. regularne okre¶laj±ce odrzucane URL-e.

source: --regex-type=TYPE regex type (posix|pcre).
pl: --regex-type=RODZAJ rodzaj wyra¿eñ regularnych (posix|pcre).

source: --regex-type=TYPE regex type (posix).
pl: --regex-type=RODZAJ rodzaj wyra¿eñ regularnych (posix).

source: -D, --domains=LIST comma-separated list of accepted domains.
pl: -D, --domains=LISTA lista oddzielonych przecinkami akceptowanych domen.

source: --exclude-domains=LIST comma-separated list of rejected domains.
pl: --exclude-domains=LISTA lista oddzielonych przecinkami odrzucanych domen.

source: --follow-ftp follow FTP links from HTML documents.
pl: --follow-ftp pod±¿a za odno¶nikami FTP ze stron HTML.

source: --follow-tags=LIST comma-separated list of followed HTML tags.
pl: --follow-tags=LISTA lista oddzielonych przecinkami znaczników HTML, za którymi program ma pod±¿aæ.

source: --ignore-tags=LIST comma-separated list of ignored HTML tags.
pl: --ignore-tags=LISTA lista oddzielonych przecinkami znaczników HTML, które maj± byæ ignorowane.

source: -H, --span-hosts go to foreign hosts when recursive.
pl: -H, --span-hosts zezwala na przej¶cie do obcych maszyn podczas pracy rekurencyjnej.

source: -L, --relative follow relative links only.
pl: -L, --relative zezwala na pod±¿anie tylko za odno¶nikami wzglêdnymi.

source: -I, --include-directories=LIST list of allowed directories.
pl: -I, --include-directories=LISTA lista akceptowanych katalogów.

source: --trust-server-names use the name specified by the redirection url last component.
pl: --trust-server-names u¿ycie nazw podanych jako ostatnich sk³adników URL-i przekierowañ.

source: -X, --exclude-directories=LIST list of excluded directories.
pl: -X, --exclude-directories=LISTA lista odrzucanych katalogów.

source: -np, --no-parent don't ascend to the parent directory.
pl: -np, --no-parent zakazuje wychodzenia poza katalog nadrzêdny.

source: Mail bug reports and suggestions to <bug-wget@gnu.org>.
pl: Prosimy o zg³aszanie b³êdów i propozycji na adres <bug-wget@gnu.org>.

source: GNU Wget %s, a non-interactive network retriever.
pl: GNU Wget %s, nie-interaktywny pobieracz sieciowy.

source: Password for user %s:
pl: Has³o dla u¿ytkownika %s:

source: Password:
pl: Has³o:

source: Locale:
pl: Lokalizacja:

source: Compile:
pl: Kompilacja:

source: Link:
pl: Odno¶nik:

source: GNU Wget %s built on %s.
pl: GNU Wget %s zbudowany na systemie %s.

source: %s (env)
pl: %s (¶rodowisko)

source: %s (user)
pl: %s (u¿ytkownik)

source: License GPLv3+: GNU GPL version 3 or later <http://www.gnu.org/licenses/gpl.html>. This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
pl: Licencja GPLv3+: GNU GPL w wersji 3 lub pó¼niejszej <http://www.gnu.org/licenses/gpl.html>. Niniejszy program jest oprogramowaniem wolnodostêpnym: mo¿na go modyfikowaæ i rozpowszechniaæ. Nie ma ¯ADNEJ GWARANCJI w zakresie dopuszczalnym przez prawo.

source: Originally written by Hrvoje Niksic <hniksic@xemacs.org>.
pl: Autor orygina³u Hrvoje Niksic <hniksic@arsdigita.com>.

source: Please send bug reports and questions to <bug-wget@gnu.org>.
pl: Prosimy o zg³aszanie b³êdów i propozycji na adres <bug-wget@gnu.org>.

source: Memory allocation problem
pl: Problem z przydzieleniem pamiêci

source: Try `%s --help' for more options.
pl: Polecenie `%s --help' wy¶wietli wiêcej opcji.

source: %s: illegal option -- `-n%c'
pl: %s: nieprawid³owa opcja -- `n%c'

source: Can't be verbose and quiet at the same time.
pl: Nie mo¿na jednocze¶nie wy¶wietlaæ wiêcej informacji i w ogóle nic nie wy¶wietlaæ.

source: Can't timestamp and not clobber old files at the same time.
pl: Nie mo¿na jednocze¶nie u¿ywaæ znaczników czasu i zakazaæ nadpisywania starych plików.

source: Cannot specify both --inet4-only and --inet6-only.
pl: Nie mo¿na podaæ jednocze¶nie --inet4-only i --inet6-only.

source: Cannot specify both -k and -O if multiple URLs are given, or in combination with -p or -r. See the manual for details.
pl: Nie mo¿na podaæ -k i -O, je¶li podano kilka URL-i lub w po³±czeni z -p lub -r. Wiêcej informacji w podrêczniku.

source: WARNING: combining -O with -r or -p will mean that all downloaded content will be placed in the single file you specified.
pl: UWAGA: ³±czenie -O z -r lub -p spowoduje umieszczenie ca³ej pobranej tre¶ci we wskazanym pliku.

source: WARNING: timestamping does nothing in combination with -O. See the manual for details.
pl: UWAGA: korzystanie ze znaczników czasu nie dzia³a w po³±czeniu z -O. Szczegó³y w podrêczniku.

source: File `%s' already there; not retrieving.
pl: Plik `%s' ju¿ istnieje, bez pobierania.

source: WARC output does not work with --no-clobber, --no-clobber will be disabled.
pl: Wyj¶cie WARC nie dzia³a z --no-clobber, --no-clobber zostanie wy³±czone.

source: WARC output does not work with timestamping, timestamping will be disabled.
pl: Wyj¶cie WARC nie dzia³a ze znacznikami czasu, zostan± one wy³±czone.

source: WARC output does not work with --spider.
pl: Wyj¶cie WARC nie dzia³a z --spider.

source: WARC output does not work with --continue, --continue will be disabled.
pl: Wyj¶cie WARC nie dzia³a z --continue, --continue zostanie wy³±czone.

source: Digests are disabled; WARC deduplication will not find duplicate records.
pl: Skróty s± wy³±czone; deduplikacja WARC nie znajdzie powtórzonych rekordów.

source: Cannot specify both --ask-password and --password.
pl: Nie mo¿na podaæ jednocze¶nie --ask-password i --password.

source: %s: missing URL
pl: %s: brakuj±cy URL

source: This version does not have support for IRIs
pl: Ta wersja nie obs³uguje IRI

source: -k can be used together with -O only if outputting to a regular file.
pl: -k mo¿e byæ u¿ywane wraz z -O tylko je¶li wyj¶ciem jest zwyk³y plik.

source: No URLs found in %s.
pl: Nie znaleziono URL-i w %s.

source: FINISHED --%s-- Total wall clock time: %s Downloaded: %d files, %s in %s (%s)
pl: ZAKOÑCZONO --%s-- Ca³kowity czas zegarowy: %s Pobrano: %d plików, %s w %s (%s)

source: Download quota of %s EXCEEDED!
pl: Ograniczenie na ilo¶æ pobieranych danych (%s bajtów) PRZEKROCZONE!

source: Continuing in background.
pl: Kontynuacja w tle.

source: Continuing in background, pid %lu.
pl: Kontynuacja w tle, pid %lu.

source: Output will be written to %s.
pl: Wyj¶cie zostanie zapisane do %s.

source: %s: Couldn't find usable socket driver.
pl: %s: Nie mo¿na znale¼æ daj±cego siê u¿yæ sterownika do gniazd (socket).

source: %s: %s:%d: warning: %s token appears before any machine name
pl: %s: %s:%d: uwaga: element %s pojawia siê przed ka¿d± nazw± komputera

source: %s: %s:%d: unknown token "%s"
pl: %s: %s:%d: nieznany element (token) "%s"

source: Usage: %s NETRC [HOSTNAME]
pl: Sk³adnia: %s NETRC [NAZWA_HOSTA]

source: %s: cannot stat %s: %s
pl: %s: nie mo¿na pobraæ informacji o %s: %s

source: WARNING: using a weak random seed.
pl: UWAGA: u¿ycie s³abego zarodka liczb losowych.

source: Could not seed PRNG; consider using --random-file.
pl: Nie uda³o siê nakarmiæ PRNG; proszê rozwa¿yæ u¿ycie --random-file.

source: %s: cannot verify %s's certificate, issued by %s:
pl: %s: b³±d kontroli certyfikatu dla %s, wystawionego przez %s:

source: Unable to locally verify the issuer's authority.
pl: B³±d lokalnej kontroli centrum certyfikacji.

source: Self-signed certificate encountered.
pl: Napotkano samodzielnie podpisany certyfikat.

source: Issued certificate not yet valid.
pl: Wydany certyfikat nie jest jeszcze wa¿ny.

source: Issued certificate has expired.
pl: Wydany certyfikat wygas³.

source: %s: no certificate subject alternative name matches requested host name %s.
pl: %s: ¿adna z alternatywnych nazw w certyfikacie nie pasuje do ¿±danej nazwy hosta %s.

source: %s: certificate common name %s doesn't match requested host name %s.
pl: %s: nazwa w certyfikacie %s nie pasuje do ¿±danej nazwy hosta %s.

source: %s: certificate common name is invalid (contains a NUL character). This may be an indication that the host is not who it claims to be (that is, it is not the real %s).
pl: %s: nazwa w certyfikacie jest nieprawid³owa (zawiera znak NUL). Mo¿e to oznaczaæ, ¿e host nie jest tym, za który siê podaje (tzn. nie jest prawdziwym %s).

source: To connect to %s insecurely, use `--no-check-certificate'.
pl: Aby po³±czyæ siê z %s w sposób niebezpieczny, mo¿na u¿yæ `--no-check-certificate'.

source: %*s[ skipping %sK ]
pl: %*s[ pomijanie %sK ]

source: Invalid dot style specification %s; leaving unchanged.
pl: Nieprawid³owa specyfikacja stylu wizualizacji %s; pozostawiono bez zmian.

source: in
pl: w

source: Cannot get REALTIME clock frequency: %s
pl: Nie mo¿na pobraæ czêstotliwo¶ci zegara czasu rzeczywistego: %s

source: Removing %s since it should be rejected.
pl: Usuwanie %s poniewa¿ powinien byæ odrzucony.

source: Cannot open %s: %s
pl: Nie mo¿na otworzyæ %s: %s

source: Loading robots.txt; please ignore errors.
pl: Wczytywanie robots.txt; proszê zignorowaæ b³êdy.

source: Error parsing proxy URL %s: %s.
pl: B³±d podczas analizy sk³adni URL-a proxy %s: %s.

source: Error in proxy URL %s: Must be HTTP.
pl: B³±d w URL-u proxy %s: Musi byæ HTTP.

source: %d redirections exceeded.
pl: przekroczono %d przekierowañ.

source: Giving up.
pl: Program nie mo¿e sobie poradziæ.

source: Retrying.
pl: Ponawianie próby.

source: Found no broken links.
pl: Nie znaleziono b³êdnych odno¶ników.

source: Found %d broken link.
pl: Znaleziono %d b³êdny odno¶nik.

source: No error
pl: Brak b³êdu

source: Unsupported scheme %s
pl: Nieobs³ugiwany schemat %s

source: Scheme missing
pl: Brak schematu

source: Invalid host name
pl: Niew³a¶ciwa nazwa hosta

source: Bad port number
pl: Niew³a¶ciwy numer portu

source: Invalid user name
pl: Niew³a¶ciwa nazwa u¿ytkownika

source: Unterminated IPv6 numeric address
pl: Niedokoñczony adres numeryczny IPv6

source: IPv6 addresses not supported
pl: Adresy IPv6 nie s± obs³ugiwane

source: Invalid IPv6 numeric address
pl: Niew³a¶ciwy adres numeryczny IPv6

source: HTTPS support not compiled in
pl: Obs³uga HTTPS nie zosta³a wkompilowana

source: %s: %s: Failed to allocate enough memory; memory exhausted.
pl: %s: %s: Nie uda³o siê przydzieliæ wystarczaj±cej ilo¶ci pamiêci; pamiêæ wyczerpana.

source: %s: %s: Failed to allocate %ld bytes; memory exhausted.
pl: %s: %s: Nie uda³o siê przydzieliæ %ld bajtów; pamiêæ wyczerpana.

source: %s: aprintf: text buffer is too big (%ld bytes), aborting.
pl: %s: aprintf: bufor tekstu zbyt du¿y (%ld bajtów), przerwano.

source: Continuing in background, pid %d.
pl: Kontynuacja w tle, pid %d.

source: Failed to unlink symlink %s: %s
pl: Nie uda³o siê usun±æ dowi±zania symbolicznego %s: %s

source: Invalid regular expression %s, %s
pl: B³êdne wyra¿enie regularne %s, %s

source: Error while matching %s: %d
pl: B³±d podczas dopasowywania %s: %d
